window.LIMIT_UP_HEATMAP = {
  "update_time": "2026-08-08 16:42:53",
  "dates": [
    "07/27",
    "07/28",
    "07/29",
    "07/30",
    "07/31",
    "08/03",
    "08/04",
    "08/05",
    "08/06",
    "08/07"
  ],
  "sectors": [
    {
      "name": "固态电池",
      "data": [
        0,
        0,
        1,
        1,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    {
      "name": "其他",
      "data": [
        19,
        28,
        43,
        69,
        29,
        70,
        33,
        43,
        41,
        44
      ]
    },
    {
      "name": "医药",
      "data": [
        8,
        10,
        7,
        8,
        6,
        8,
        8,
        9,
        7,
        31
      ]
    },
    {
      "name": "半导体",
      "data": [
        4,
        4,
        6,
        4,
        2,
        1,
        4,
        7,
        11,
        17
      ]
    },
    {
      "name": "机器人",
      "data": [
        6,
        7,
        5,
        6,
        2,
        5,
        8,
        9,
        7,
        9
      ]
    },
    {
      "name": "AI算力",
      "data": [
        4,
        3,
        2,
        5,
        8,
        7,
        12,
        13,
        15,
        8
      ]
    },
    {
      "name": "通信设备",
      "data": [
        0,
        1,
        1,
        1,
        0,
        0,
        4,
        4,
        3,
        6
      ]
    },
    {
      "name": "消费电子",
      "data": [
        1,
        3,
        3,
        5,
        1,
        0,
        1,
        4,
        4,
        5
      ]
    },
    {
      "name": "地产链",
      "data": [
        3,
        3,
        2,
        2,
        2,
        2,
        3,
        3,
        3,
        4
      ]
    },
    {
      "name": "电力",
      "data": [
        11,
        12,
        10,
        10,
        6,
        6,
        6,
        6,
        4,
        4
      ]
    },
    {
      "name": "军工",
      "data": [
        2,
        2,
        1,
        1,
        0,
        1,
        1,
        3,
        2,
        3
      ]
    },
    {
      "name": "新能源车",
      "data": [
        2,
        4,
        5,
        7,
        2,
        2,
        1,
        2,
        2,
        2
      ]
    },
    {
      "name": "白酒消费",
      "data": [
        1,
        1,
        5,
        11,
        6,
        10,
        1,
        1,
        1,
        1
      ]
    }
  ],
  "ladder": {
    "2": 6,
    "1": 61,
    "4": 5,
    "3": 2
  },
  "top": [
    {
      "name": "百花医药",
      "code": "600721",
      "lbc": 4,
      "chg": 10.02
    },
    {
      "name": "宝鼎科技",
      "code": "002552",
      "lbc": 4,
      "chg": 10.01
    },
    {
      "name": "沃格光电",
      "code": "603773",
      "lbc": 4,
      "chg": 10.0
    },
    {
      "name": "云南锗业",
      "code": "002428",
      "lbc": 4,
      "chg": 10.0
    },
    {
      "name": "汇绿生态",
      "code": "001267",
      "lbc": 4,
      "chg": 10.0
    },
    {
      "name": "和远气体",
      "code": "002971",
      "lbc": 3,
      "chg": 10.01
    },
    {
      "name": "有研新材",
      "code": "600206",
      "lbc": 3,
      "chg": 10.0
    },
    {
      "name": "武汉凡谷",
      "code": "002194",
      "lbc": 2,
      "chg": 10.01
    },
    {
      "name": "中国稀土",
      "code": "000831",
      "lbc": 1,
      "chg": 10.0
    },
    {
      "name": "展芯股份",
      "code": "301707",
      "lbc": 1,
      "chg": 396.89
    },
    {
      "name": "红板科技",
      "code": "603459",
      "lbc": 1,
      "chg": 10.0
    },
    {
      "name": "贤丰控股",
      "code": "002141",
      "lbc": 1,
      "chg": 6.63
    },
    {
      "name": "一博科技",
      "code": "301366",
      "lbc": 1,
      "chg": 20.0
    },
    {
      "name": "义翘神州",
      "code": "301047",
      "lbc": 1,
      "chg": 20.0
    },
    {
      "name": "志特新材",
      "code": "300986",
      "lbc": 1,
      "chg": 20.03
    },
    {
      "name": "通宇通讯",
      "code": "002792",
      "lbc": 1,
      "chg": 10.0
    },
    {
      "name": "名家汇",
      "code": "300506",
      "lbc": 1,
      "chg": -13.48
    },
    {
      "name": "高争民爆",
      "code": "002827",
      "lbc": 1,
      "chg": 9.99
    },
    {
      "name": "泰晶科技",
      "code": "603738",
      "lbc": 1,
      "chg": 0.44
    },
    {
      "name": "铜冠铜箔",
      "code": "301217",
      "lbc": 1,
      "chg": 16.98
    },
    {
      "name": "中京电子",
      "code": "002579",
      "lbc": 1,
      "chg": 8.76
    },
    {
      "name": "华银电力",
      "code": "600744",
      "lbc": 1,
      "chg": 10.06
    },
    {
      "name": "天融信",
      "code": "002212",
      "lbc": 1,
      "chg": -7.61
    }
  ],
  "total": 74,
  "note": "东方财富涨停池（真实），近10日板块涨停家数",
  "build_time": "2026-08-08 16:50:54"
};